{
    "动物的签名、感叹等幽默言语": "<P>1、刺猬最郁闷的事：谁给我一个拥抱。</P><P>2、猪最经典的一句话：脑残，我们更专业。</P><P>3、兔子最喜欢的诗句：种豆南山下，草盛豆苗稀。</P><P>4、蚊子相信：政权是由枪杆子取得的。</P><P>5、蜈蚣的座右铭：多行不义必自毙。</P><P>6、蛇最不相信的话：千里之行，始于足下。</P><P>7、蜗牛：我背的不是负担，是责任。</P><P>8、蚂蚁：要想当老板，先要学会打短工。</P><P>9、老鼠最怕的事：逛街</P><P>10、乌贼经常干的事：背黑锅</P><P>11、变色龙：其实，俺也会玩魔术！</P><P>12、龟的感叹：神龟虽寿，犹有尽时。</P><P>13、猫的个性签名：今朝有酒今朝醉，今朝没酒我就睡；众人皆醉我也醉，众人皆醒我独睡。</P><P>14、四脚蛇：总有一天我会成龙的。</P>",
    "幽默的动物最雷人": "<P>1、公猫风流成性，屡招母猫在家制造噪音，主人怒，将其阉割。<BR>清净仅数日，家中又现众多猫咪“联欢”。主人大惊：难道没阉干净？<BR>公猫怨叹：不能亲自奋战在第一线了，办办培训班指点一下，总可以吧？</P><P>2、赛跑之后，兔子和乌龟相爱了。一段幸福的时光后，兔子不安地发现乌龟似乎病了，却总是被乌龟一句”没事儿”敷衍。<BR>终有一天，兔子醒来发现乌龟身体冰冷，心跳脉搏低到没有，天崩地裂般的绝望让他几近昏厥，他死命摇晃乌龟。<BR>正巧老鼠经过,闲闲地问了一句——你不知道乌龟是要冬眠的么?</P><P>3、狗、猪和马一起到神屁公司应聘，面试的时候考的是放屁．<BR>于是狗先放了一个，闻屁官一闻，一点味也没有，批注：狗屁不通。<BR>猪随后放了一个，闻屁官一闻，熏晕过去了，过一会醒过来，批注：猪屁太臭。<BR>轮到马了，马也放了一个，闻屁官一闻，不仅感叹到；真好闻。随后批注到：马屁最香。<BR>于是，马被录取了。</P><P>4、一只猴子拜见阎王，请求投胎到阳间做人。阎王说：“你既然要做人身，必须把毛拔光才行。”<BR>说完，便命夜叉拔毛。刚下手，猴子连声叫痛，阎王说：“你一毛不拔，也想做人吗？！”</P>",
    "笑侃动物成语和风趣的动物对话": "<P>一、笑侃动物成语</P><P>1、狗续貂尾：会化妆的不如会包装的。</P><P>2、鼠目寸光：不怕眼睛小，就怕夜里跑，天长日久把眼睛都熬坏了。</P><P>3、狡兔三窟：那叫别墅，别叫得那么粗俗。</P><P>4、画蛇添足：不是笔误，分明是“牛鬼”的兄弟——“蛇神”。</P><P>5、鹤立鸡群：下了一次基层，就出了名。</P><P>6、守株待兔：不怕兔子跑，就怕柱子少。</P><P>7、雕虫小技：给虫子文身，的确是个技术活。</P><P>8、狗拿耗子：找份兼职并不难，难的是缺乏正确的舆论宣传。</P><P>9、鸠占鹊巢：不怕强拆强建，就怕无礼强占。</P><P>10、指鹿为马：“马路”原来自古就有。</P><P>11、九牛一毛：一头被拔光，九头都“走光”。</P><P>二、风趣的动物调侃</P><P>1、猴子：你怎么能想到倚仗老虎的势力来欺压我们呢？<BR>狐狸：作为一只动物，自身的能力怎样不是关键，关键在于它的后台是谁。</P><P>2、青蛙：为什么人类老说你想吃天鹅肉呢？<BR>癞蛤蟆：随人类造谣去吧，我们家族从来就不吃肉，我们只管在庄稼地里抓害虫。</P><P>3、松鼠：你跟兔子赛跑，兔子怎么会输给你呢？<BR>乌龟：优秀者往往不是跌倒在自己的技能上，而是跌倒在自己的骄傲中。</P><P>4、蝴蝶：在这一届昆虫选美大赛中，我力压群芳，勇夺花魁，你没有异议吧？<BR>蜻蜓：异议倒没有，只是你别忘了，你曾经是条可怜的毛毛虫！</P><P>5、麻雀：老鹰老是在高空中飞来飞去，这明显是在炫耀嘛！做人都要低调，何况做鸟呢？<BR>燕子：那你就飞到它那去，同它说说这个道理吧。<BR></P>",
    "搞笑动物调侃演讲": "<P>1、鹦鹉：俺每次演讲虽然很短，但却很吸引人，俺是动物界第一个能用鸟语和汉语演讲的动物，俺是名符其实的双语演讲家。</P><P>2、公鸡：俺演讲就一句话，而且喜欢在天亮时演讲，这一独特的演讲词既是俺经典的开场白，也是催人奋起的结束语。</P><P>3、蝉：演讲时声音宏亮是对演讲者的最基本要求，俺一直做得比较好。作为一名成功的演讲者，俺不赞成低调，俺天天在倡导高调，俺演讲时能做到几十秒不换气，这一特长很值得每一位演讲者学习。</P><P>4、乌鸦：其实俺挺喜欢演讲的，可俺就是记性不好，每次演讲开场白那个“啊——”讲过后，后面的词就忘了，难怪人们都不喜欢俺演讲，非常难听。</P><P>5、狗：知道俺演讲时为什么一直重复着一个字“汪—汪—汪”吗？其实是有原因的，俺是文盲，长这么大就认识这一个字，当然演讲时也就会讲这一个字，一个字的演讲，让俺很难为情。</P><P>6、鱼：俺不善言辞，因为俺懂得沉默是金，俺更懂得会说的不如会听的。不少网友上网聊天时都喜欢潜水，说实话那都是跟俺学的。</P><P>&nbsp;余跃军</P>",
    "闲侃动物混职场": "<P>1、狐狸：在我们单位，我还是混得不错的，哪个见了我不毕恭毕敬的。</P><P>2、老虎：听说我不在的时候这里挺乱的。</P><P>3、乌龟：还是我那海龟兄弟厉害呀，一下海就阔了。<BR>马：也不一定，我那海马兄弟在海里越折腾越小了，还没有河马大呢。</P><P>4、海星：其实很多明星下海后都和我一样，失去了昔日的光芒，沉在大海的底层了。</P><P>5、猪：我们单位不错，管吃管喝，不用干活，还有公费医疗，最遗憾的一点就是不养老！</P><P>6、蛙：有人说我井底的单位太小了，不是我不想跳槽，只是我实在跳不出去啊。</P><P>7、鱼：我讨厌搞网络开发的家伙。</P><P>8、驴：我第一次来到黔地，想找一份力气活儿。<BR>虎：对不起，你好像没有暂住证啊！</P><P>9、癞蛤蟆：我最烦的就是面试。</P>",
    "超冷好笑的动物笑话": "<P>1、一只猫捉住一只老鼠，正要大开杀戒，老鼠突然说话了：“猫大哥，求求您放了我吧。我会告诉您一个天大的秘密！”<BR>猫问：“什么秘密?你快说！”<BR>老鼠说：“我发现您太太跟某某的关系不正常！您放了我，我就告诉您它是谁。”<BR>猫很生气，狠狠地给了老鼠一口：“小样儿，还敢骗我，老子都离婚好几年了！”</P><P>2、从前有只猪和一只猴和一个小男孩在公园里玩。<BR>猪说：我们这里有一个小男孩。<BR>小男孩说：我们这里有一只猴。<BR>猴说：我们这里有一只猪。<BR>猪怒了：你怎么骂人！</P><P>3、猫和狗结婚，不久闹离婚。<BR>法官问原因，狗说：猫婚后每晚都不回家，行为不轨。<BR>猫大喊：冤枉啊，我只是去追老鼠。<BR>狗说：你听听。</P><P>4、螃蟹儿子：“我今天在学校上课不专心，要罚我。”<BR>螃蟹妈妈：“老师怎么罚你？”<BR>螃蟹儿子：“他要我一直往前走。”</P>",
    "动物的搞笑兼职": "<P>1、狗：在耗子公司做兼职，干起了专职保安。</P><P>2、鸡：在猫头鹰集团做兼职，提醒员工到点及时下班。</P><P>3、黄鼠狼：到狐狸学校做兼职，传授如何敲门、如何问好、如何拜年。</P><P>4、猴子：到狼族学院做兼职，专门讲授如何谋朝篡权。</P><P>5、企鹅：到蜘蛛网络公司做兼职，负责QQ会员的上线下线。</P><P>6、大熊猫：到狗熊美容院做兼职，教授大姐小姐们如何描眉弄眼。</P><P>7、毛驴：到野马旅游公司做兼职，重点讲授有关“驴行”的教训和经验。</P><P>8、壁虎：到猴子登山队做兼职，指导如何进行直立性平面攀援。</P><P>9、老鼠：在穿山甲钻探队兼职，具体负责怎样把山洞挖掘得曲曲弯弯。</P><P>10、癞蛤蟆：客座青蛙大学心理系教授，专门讲授——不想亲吻天鹅的青蛙，心理一定不过关。</P><P>11、萤火虫：蜻蜓飞行学院做兼职，告诉空姐们，也要养成夜间飞行的习惯。</P><P>12、蚊子：屎壳郎中医院做兼职——只会捏药丸不行，打针输液的活儿，也得会干。</P>",
    "爆冷动物逗你笑声不断": "<P>1、小灰兔和小白兔帮老山羊收白菜，收完了，老山羊把一车白菜送给了它们。小灰兔高兴地说谢谢。<BR>小白兔却说：我不要白菜，你给我一些种子吧。<BR>老山羊笑嘻嘻地说：好，把你的Email留一下。</P><P>2、耗子看见狗，一脸讨好地说：大哥，行个方便吧，少管点闲事行不？</P><P>3、苍蝇看见蚊子说：“妹子，心情不错呀，哼着小曲儿这又是上哪呀？”</P><P>4、鹦鹉对小狗说：“我教你说人话，怎么样？那样主人会更喜欢你的。”<BR>小狗：“傻瓜，我如果像你那样会传闲话了，那肯定就不能跟主人逛大街了。”</P><P>5、两条狗在聊天，一条说：“你看那条狗怎么走起路来总是七歪八扭的？”<BR>“那小东西天天跟他主人去酒馆。”</P>",
    "超聪明的食人龙和大白鲨": "<P>1、一群食人龙盘旋在郊区上空。<BR>为去城市吃城里人还是去农村吃乡下人而争论不休。<BR>最后头龙决定去农村，理由是：城里人异味(化妆品)太大，再说圈养的不如散养的好吃。</P><P>2、一艘船沉没了，一对大白鲨父子发现了很多在海里挣扎的人。<BR>鲨鱼爸爸道：“我们现在围着他们游几圈，只露出一只鳍，让他们看。”<BR>它们这样游了几圈后，鲨鱼爸爸又道：“我们再围着他们转几圈，现在我们把鳍都露出来，让他们看。”<BR>它们游了几圈后，鲨鱼爸爸最后说道：“现在我们出发，把他们全吃掉。”<BR>吃饱后，鲨鱼儿子问：“爸爸，我们为什么不一开始就把他们吃掉呢？还非要围着他们一圈一圈的游。”</P><P><BR>鲨鱼爸爸答：“你没有发现把他们的屎尿吓出去之后，味道要好得多了么？”</P><P>食人族笑话集合</P>",
    "动物的冷人小幽默": "<P>1、老鼠凶狠地指着猫说：我现在和蝙蝠结婚了！将来我们的孩子生活在空中！再也不怕你了！<BR>猫哈哈大笑，指了指树上的猫头鹰说：看见没，俺媳妇！</P><P>2、小兔小龟正热恋，小兔说：我要爱你心不变。小龟说：我会想你一千年！两心相约到永远。<BR>不料兔爷都听见，警告兔孙：“别受骗！当初它爹追它娘，求婚求了几十年。”<BR>小兔有点看不惯：“小龟妈妈真傲慢……”<BR>兔爷讲：“不是傲，只是慢，它们能活一万年”</P><P>3、一只母鸡正孵蛋。突然，一颗蛋从它的屁股下硬是钻了出来。<BR>母鸡：怎么回事？你怎么跑出来了？<BR>小鸡蛋：你……。你……。你放屁！<BR>母鸡：!@#!#$@#$…………</P><P>4、豹子盛气凌人地炫耀：“谁能数得清我身上有多少枚金币？”<BR>斑马远远听到，暗骂：“土财主有啥了不起，瞧咱身上这套进口服装，便知来历不凡！”</P>"
}